export interface IAboutText {
  id: string;
  title: string;
  description: string;
}

export const about_cards: IAboutText[] = [
  {
    id: "1",
    title: "Продуктовый подход",
    description:
      "Фокусируемся на создании не просто рограммных решений, а полноценных продуктов, максимально удовлетворяющих потребности клиентов и конечных пользователей.",
  },
  {
    id: "2",
    title: "Точность в сроках",
    description:
      "Придерживаемся обещанных сроков, обеспечивая планомерное и своевременное выполнение всех этапов проекта.",
  },
  {
    id: "3",
    title: "Креативные решения",
    description:
      "Предлагаем нестандартные и инновационные идеи, которые делают наши решения уникальными и востребованными на рынке. ",
  },
  {
    id: "4",
    title: "Обучение команды клиента",
    description:
      "Передаём необходимые знания и навыки команде клиента, давая возможность самостоятельно поддерживать и развивать продукт после завершения проекта.",
  },
];
